'use strict';

const products = [
    new specificItem(
        0,
        '6.jpg',
        'Product 0',
        'Супер-пупер-дупертовр 1 Супер-пупер-дупертовр 1 Супер-пупер-дупертовр 1 Супер-пупер-дупертовр 1 Супер-пупер-дупертовр 1 Супер-пупер-дупертовр 1',
        52.22,
    ),
    new specificItem(
        1,
        '1.jpg',
        'Product 1',
        'Супер-пупер-дупертовр 2 Супер-пупер-дупертовр 2 Супер-пупер-дупертовр 2 Супер-пупер-дупертовр 2 Супер-пупер-дупертовр 2',
        64.42,
    ),
    new specificItem(
        2,
        '2.jpg',
        'Product 2',
        'Супер-пупер-дупертовр 3 Супер-пупер-дупертовр 3 Супер-пупер-дупертовр 3 Супер-пупер-дупертовр 3 Супер-пупер-дупертовр 3 Супер-пупер-дупертовр 3 Супер-пупер-дупертовр 3',
        94.65,
    ),
    new specificItem(
        3,
        '3.jpg',
        'Product 3',
        'Супер-пупер-дупертовр 4 Супер-пупер-дупертовр 4 Супер-пупер-дупертовр 4 Супер-пупер-дупертовр 4 Супер-пупер-дупертовр 4 Супер-пупер-дупертовр 4',
        19.54,
    ),
    new specificItem(
        4,
        '4.jpg',
        'Product 4',
        'Супер-пупер-дупертовр 5 Супер-пупер-дупертовр 5 Супер-пупер-дупертовр 5 Супер-пупер-дупертовр 5 Супер-пупер-дупертовр 5 Супер-пупер-дупертовр 5 Супер-пупер-дупертовр 5',
        64.57,
    ),
    new specificItem(
        5,
        '5.jpg',
        'Product 5',
        'Супер-пупер-дупертовр 6 Супер-пупер-дупертовр 6 Супер-пупер-дупертовр 6 Супер-пупер-дупертовр 6 vasdfasfasfas asascascascxxz asvc as asc',
        32.45,
    ),
];